Revit 2027 API
UnitTypeId.CubicInches Property
 Cubic inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CubicInches { get; }
Public Shared ReadOnly Property CubicInches As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CubicInches {
	ForgeTypeId^ get ();
}
static member CubicInches : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace